Repository: Azoft/CollageMaker-iOS
Catalog: InstagramCollageMaker/*.lproj/Localizable.strings
Languages: es, ru

source: search
es: buscar
ru: Поиск

source: Choose a picture
es: elegir una imagen
ru: Выберите картинку

source: Error loading image
es: Error al cargar la foto
ru: Не удалось загрузить фото

source: Checking access
es: Comprobación de acceso
ru: Проверка доступа

source: The selected user has restricted access to your photos
es: El usuario seleccionado ha restringido el acceso a sus fotos
ru: Выбранный пользователь закрыл доступ к своим фотографиям

source: Loading photo list
es: Cargando fotos
ru: Загрузка списка фотографий

source: The selected user photo list is empty
es: La lista de fotos de usuario seleccionado está vacía
ru: У выбранного пользователя список фотографий пуст

source: preview
es: Vista previa
ru: Превью

source: At the moment, not sent, please check your email settings
es: En este momento, no se ha enviado, por favor verifica la configuración del correo electrónico
ru: В данный момент отправка невозможна, пожалуйста, проверьте настройки email

source: Failed to send email
es: Error al enviar correo
ru: Не удалось отправить email
